Repository: BackupTheBerlios/larch
Catalog: larch7/modlarchin/i18n/*/LC_MESSAGES/*.po
Languages: de

source: Something went wrong, quitting (see log)
de: Irgendwas ging schief, es wird abgebrochen (siehe Protokoll)

source: Another instance of the installer seems to be running already.$If you are absolutely sure no other installer instance is$running, you may continue. Otherwise you should cancel.$$Shall I continue?
de: Der Installer scheint schon am Laufen zu sein.$Wenn du sicher bist, dass das nicht der Fall ist,$darfst du hier fortfahren. Sonst abbrechen.$$$Weiterfahren?

source: Installation mount-point (%s) in use
de: Installations-Einhängepunkt nicht frei

source: Couldn't read file: %s
de: Die Datei %s konnte nicht gelesen werden

source: BUG: file_rw cannot be used with mounted installed system
de: BUG: file_rw kann nicht bei eingehängter Installation verwendet werden

source: Couldn't remount '%s' %s
de: 'remount %s %s' schlug fehl

source: Couldn't bind-mount %s at %s
de: 'mount --bind %s %s' schlug fehl

source: No root partition ('/') specified
de: Keine 'root'-Partition ('/') angegeben

source: Mounting %s at %s
de: %s wird an %s eingehängt

source: Couldn't mount %s at %s
de: %s konnte nicht an %s eingehängt werden

source: Couldn't unmount %s
de: Medium an %s konnte nicht ausgehängt werden

source: Couldn't create directory '%s'
de: Ordner %s konnte nicht erstelltt werden

source: Bad partition descriptor: %s
de: Ungültige Partitionsangabe: %s

source: Couldn't save partition data to %s
de: Partitionierungsinformationen konnten nicht in %s gespeichert werden

source: y(es)|n(o)
de: j(a)|n(ein)

source: Unusable partition: %s
de: Unbrauchbare Partition: %s

source: Invalid swap partition: %s
de: Ungültige 'swap'-Partition: %s

source: %s seems to be a swap partition
de: %s sieht aus wie eine 'swap'-Partition

source: Detected fstype not same as format spec: %s
de: Entdeckter Dateisystemtyp entspricht nicht der Formatangabe: %s

source: Couldn't get device map for GRUB
de: Gerätezuordnung für GRUB konnte nicht erstellt werden

source: GRUB setup failed - see log
de: GRUB-Einrichtung schlug fehl - siehe Protokoll

source: No initramfs found
de: Kein initramfs gefunden

source: Kernel not found:
de: Kein Kernel gefunden:

source: usage: %prog [options]
de: Gebrauch: %prog [Optionen]

source: Install GRUB to Master Boot Record of installation device
de: GRUB auf Master-Boot-Record des Installationsgerätes einrichten

source: Exclude entries for other bootloaders
de: Einträge für andere Bootlader ausschließen

source: Don't install GRUB, just print boot entries
de: GRUB nicht einrichten, nur Einträge ausgeben

source: List other, discovered bootloaders
de: Andere, entdeckte Bootlader auflisten

source: Suppress output messages, except errors
de: Keine Ausgabe, außer Fehler

source: Passing installation partitions
de: Eingabe der Installationspartitionen

source: mount-point:device:format:uuid/label ... More than one such descriptor can be passed, using ',' as separator. The first entry should be for root (mount-point is '/'), swap partitions have mount-point 'swap'. format should be 'ext4' or 'jfs', for example. If it is empty, no formatting will be performed. Also swap partitions should have this field empty. The final entry may be empty (implying the system default will be used), otherwise: -: using straight device names (/dev/sdXN), LABEL=xxxxx: using partition labels, UUID=xxxxx: using UUIDs
de: Einhängepfad:Gerät:Format:uuid/label ... Mehrere solche Angaben sind möglich, wenn sie durch ',' getrennt sind. Der erste Eintrag muss für die Wurzelpartition (mount-point is '/') sein, 'swap'-Partitionen haben Einhängepfad 'swap'. Format sollte z.B. 'ext4' or 'jfs' sein. Wenn dieses Feld leer ist, die Partition wird nicht formatiert. Auch 'swap'-Partitionen sollten hier ein leeres Feld haben. Das letzte Feld darf leer sein (die Systemvoreinstellung wird übernommen), sonst: -: mit gewöhnlichen Gerätenamen (/dev/sdXN), LABEL=xxxxx: mit Partition-Label, UUID=xxxxx: mit UUID

source: Pass partition list
de: Eingabe der Partitionsliste

source: Partitions containing bootloader configuration files:
de: Partitionen mit Bootlader-Konfigurationsdatei:

source: Not installing GRUB!
de: GRUB wird nicht eingerichtet!

source: Boot entries:
de: Boot-Einträge:

source: Installing GRUB!
de: GRUB wird eingerichtet!

source: GRUB installation failed
de: GRUB-Einrichtung schlug fehl

source: Copying of system data failed
de: Das Kopieren der Systemdaten schlug fehl

source: Copy finished:
de: Kopiervorgang abgeschlossen:

source: Initial tweaks to installed system
de: Erste Systemanpassungen

source: Initial installed-system tweaks failed
de: Problem bei den ersten Systemanpassungen

source: Removing live-system modifications
de: Live-System-Besonderheiten werden entfernt

source: Failure while removing live-system modifications
de: Entfernung der Live-System-Besonderheiten schlug fehl

source: Generating initramfs
de: Erstelle initramfs

source: Problem building initramfs
de: Problem bei der Erstellung des initramfs

source: Generating /etc/fstab
de: Erstelle /etc/fstab

source: Couldn't write /etc/fstab
de: Konnte /etc/fstab nicht erstellen

source: Formatting %s
de: Formatiere %s

source: Formatting of %s failed
de: Das Formatieren von %s schlug fehl

source: Copying system to selected partition(s)
de: System wird auf die vorgegebene(n) Partition(en) kopiert

source: Output installed MB (progress) with step of this size
de: Zeige installierte MB (Fortschritt) mit Schritten dieser Größe an

source: Output estimated progress as percent
de: Zeige geschätzten Fortschritt in Prozent

source: Debug flags %s
de: Debug-Optionen %s
